Repository: foreseecode/foresee-sdk-ios-samples
Catalog: InternationalizationSample/InternationalizationSample/*.lproj/Localizable.strings
Languages: es, fr

# FSPrivacyPolicyNavBarTitle
source: Privacy Policy
es: Términos y condiciones
fr: Conditions générales

# FSPrivacyPolicyLinkText
source: Terms & Conditions
es: Términos y condiciones
fr: Conditions générales

# FSInviteDeclineButtonText
source: No, thanks
es: No, gracias
fr: Non, merci

# FSInviteAcceptButtonText
source: Yes, I'll help
es: Sí, voy a ayudar
fr: J'accepte

# FSInviteTitle
source: We'd welcome your feedback!
es: Nos gustaría recibir sus comentarios!
fr: Nous aimerions recevoir vos commentaires!

# FSContactInviteBody
source: Can we email or text you later a brief customer satisfaction survey so we can improve your mobile experience?
es: ¿Nos permite que, más adelante, le enviemos por correo electrónico o mensaje de texto una breve encuesta de satisfacción del cliente para que podamos mejorar su experiencia móvil?
fr: Pouvons-nous vous envoyer par courriel ou message texte un court sondage sur la satisfaction de la clientèle afin de pouvoir améliorer votre expérience sur notre site mobile?

# FSContactDetailsTitle
source: Thank you for helping!
es: Gracias por su ayuda.
fr: Nous vous remercions.

# FSContactDetailsBody
source: Please provide your e-mail address or mobile number (US and CA only). After your visit you will be sent an e-mail/text message linking to the survey.
es: Indique su dirección de correo electrónico o número de teléfono móvil (EE. UU. o Canadá únicamente). Una vez concluya su visita, le enviaremos un correo electrónico o mensaje de texto con un enlace a la encuesta.
fr: Veuillez indiquer votre adresse électronique ou numéro de téléphone cellulaire (aux États-Unis et au Canada uniquement). Après votre visite, nous vous enverrons un courriel ou un message texte comportant un lien menant au sondage.

# FSContactDetailsDeclineButtonText
source: Cancel
es: Cancelar
fr: Annuler

# FSContactDetailsHint
source: email or mobile number
es: Email o n° de móvil
fr: Courriel ou cellulaire

# FSContactDetailsEmptyInputError
source: Enter a mobile number or email address
es: Introduzca su número de teléfono móvil o dirección de correo electrónico
fr: Veuillez entrer un numéro de téléphone cellulaire ou une adresse électronique

# FSContactDetailsInvalidInputError
source: Format should be: name@domain.com or 123-456-7890
es: El formato debe ser: nombre@dominio.com o 123-456-7890
fr: Le format doit être comme suit : nom@domaine.com ou 123-456-7890

# FSContactDetailsAcceptButtonText
source: Email/text me
es: Enviarme un email/SMS
fr: Écrivez-moi un courriel ou texto

# FSContactDetailsTextMessageNotificationButtonText
source: Text me
es: Enviarme un mensaje de texto
fr: Text me <nt>

# FSContactDetailsEmailNotificationButtonText
source: Email me
es: Enviarme un correo electrónico
fr: Email me <nt>

# FSErrorDialogButtonText
source: OK
es: ACEPTAR

# FSErrorDialogTitle
source: Sorry
es: Error
fr: Erreur

# FSExitInviteNotificationTitle
source: You're invited!
es: Nos gustaría conocer su opinión
fr: Faites-nous part de votre opinion

# FSExitSurveyNotificationTitle
source: Your survey has arrived!
es: Como acordamos, aquí está la encuesta de ABC Company. ¡Le agradecemos sus comentarios y opiniones!
fr: Sondage sur l’ABC Company

# FSInSessionInviteBody
source: You have been selected to participate in a brief customer satisfaction survey to let us know how we can improve your experience.
es: Usted ha sido seleccionado para participar en una breve encuesta de satisfacción del cliente para hacernos saber cómo podemos mejorar la experiencia como.
fr: Vous avez été sélectionné pour participer à une enquête de satisfaction client brève pour nous faire savoir comment nous pouvons améliorer votre expérience.

# FSLocalNotificationSurveyLinkBody
source: As promised, here is your <ABC Company> survey. Thank you for your input!
es: Como acordamos, aquí está la encuesta de ABC Company. ¡Le agradecemos sus comentarios y opiniones!
fr: Sondage sur l’ABC Company

# FSLocalNotificationInviteBody
source: Can we contact you later with a brief customer satisfaction survey so we can improve your mobile experience?
es: ¿Nos permite que, más adelante, le enviemos una breve encuesta de satisfacción del cliente para que podamos mejorar su interacción con nuestra empresa a través de dispositivos móviles?
fr: Vous avez été choisi(e) pour participer à un bref sondage sur la satisfaction de la clientèle en vue de nous aider à améliorer votre expérience.

# FSAttributionText
source: Conducted by ForeSee
es: Llevada a cabo por ForeSee.
fr: Dirigé par ForeSee.

# FSSurveyNavBarTitle
source: Customer Satisfaction Survey
es: Encuesta de satisfacción del cliente
fr: Sondage sur l’ABC Company

# FSSurveyCloseButtonText
source: Close
es: Close <es>
fr: Close <fr>

# FSSurveyLoadErrorMessage
source: Due to a technical connection issue we are unable to provide you with a survey at this time. Thank you for your time and interest.
es: Debido a un problema técnico de conexión, en este momento no hemos podido finalizar la encuesta. Le agradecemos sus comentarios y el tiempo que nos ha dedicado
fr: Il est impossible de télécharger le sondage en ce moment. La connexion est peut-être en cause.

# FSCouldNotLoadSurveyTitle
source: Survey Load Fail
es: Lo lamentamos
fr: Nous sommes désolés

# FSCouldNotLoadSurveyMessage
source: Couldn't load the survey at this time. There could be a problem with your connectivity.
es: La encuesta no ha podido cargarse en este momento. Esto podría deberse a un problema con su conectividad.
fr: Il est impossible de télécharger le sondage en ce moment. La connexion est peut-être en cause.

# FSWebCloseButtonText
source: Done
es: Done <es>
fr: Done <fr>

# FSWebLoadErrorTitle
source: Page Load Fail
es: Lo lamentamos
fr: Nous sommes désolés.

# FSWebLoadURLNotWhitelistedErrorMessage
source: Couldn't load page. Only whitelisted domains are permitted.
es: Couldn't load page. Only whitelisted domains are permitted. <es>
fr: Whitelist error <fr>

# FSWebLoadErrorMessage
source: Couldn't load page at this time. There could be a problem with your connectivity.
es: La página no ha podido cargarse en este momento. Esto podría deberse a un problema con su conectividad.
fr: Il est impossible de télécharger le page en ce moment. La connexion est peut-être en cause.
